[LWS_Agent X2SoldierClassTemplate]

DisplayName="特种兵"
ClassSummary="特种兵是一种灵活的职业，可以用散弹枪和战斗刀近距离作战，或者作为一个隐蔽的狙击手采取更微妙的方式。然而，最让他们脱颖而出的是他们窃取敌人资产的速度和天赋。"

LeftAbilityTreeTitle="Heist"
RightAbilityTreeTitle="Dagger"
AbilityTreeTitles[0]="偷天盗影"
AbilityTreeTitles[1]="伪装"
AbilityTreeTitles[2]="尖刃"
AbilityTreeTitles[3]="XCOM"
AbilityTreeTitles[4]="手枪"

;ALPHABETICAL ORDER... NOT!
RandomNickNames[0]="强盗"
RandomNickNames[1]="闪电"
RandomNickNames[2]="硬砖"
RandomNickNames[3]="屠夫"
RandomNickNames[4]="锯齿鸟"
RandomNickNames[5]="凯金"
RandomNickNames[6]="排骨"
RandomNickNames[7]="眼镜蛇"
RandomNickNames[8]="美洲豹"
RandomNickNames[9]="郊狼"
RandomNickNames[10]="冲击"
RandomNickNames[11]="钻石"
RandomNickNames[12]="执行人"
RandomNickNames[13]="毁灭者"
RandomNickNames[14]="闪侠"
RandomNickNames[15]="愤怒"
RandomNickNames[16]="鳄鱼"
RandomNickNames[17]="鬼魂"
RandomNickNames[18]="枪手"
RandomNickNames[19]="猎犬"
RandomNickNames[20]="寒冰"
RandomNickNames[21]="冰锥"
RandomNickNames[22]="撕咬者"
RandomNickNames[23]="审判日"
RandomNickNames[24]="拳套"
RandomNickNames[25]="怪兽"
RandomNickNames[26]="野马"
RandomNickNames[27]="圣骑士"
RandomNickNames[28]="斗牛犬"
RandomNickNames[29]="猎鹰"
RandomNickNames[30]="剃刀"
RandomNickNames[31]="武士"
RandomNickNames[32]="天蝎"
RandomNickNames[33]="将军"
RandomNickNames[34]="影子"
RandomNickNames[35]="杀手"
RandomNickNames[36]="蛇"
RandomNickNames[37]="蛇眼"
RandomNickNames[38]="独行侠"
RandomNickNames[39]="幽灵"
RandomNickNames[40]="蜘蛛"
RandomNickNames[41]="潜行者"
RandomNickNames[42]="钢铁"
RandomNickNames[43]="毒刺"
RandomNickNames[44]="终结者"
RandomNickNames[45]="勇士"
RandomNickNames[46]="破坏者"
RandomNickNames[47]="维京人"
RandomNickNames[48]="典狱长"
RandomNickNames[49]="军阀"
RandomNickNames[50]="狼獾"
RandomNickNames[51]="野孩子"
RandomNickNames[52]="野人"
RandomNickNames[53]="祖鲁"
RandomNickNames[54]="真相"
RandomNickNames[55]="墓碑"
RandomNickNames[56]="大腕"
RandomNickNames[57]="高层货架"
RandomNickNames[58]="双击"
RandomNickNames[59]="送葬者"
RandomNickNames[60]="情人"
RandomNickNames[61]="战马"
RandomNickNames[62]="熊孩子"
;ALPHABETICAL ORDER
RandomNickNames_Male[0]="斧男"
RandomNickNames_Male[1]="公爵"
RandomNickNames_Male[2]="坚岩"
RandomNickNames_Male[3]="种马"
RandomNickNames_Male[4]="狼人"
;ALPHABETICAL ORDER
RandomNickNames_Female[0]="雅典娜"
RandomNickNames_Female[1]="公爵夫人"
RandomNicknames_Female[2]="铁娘子"
RandomNicknames_Female[3]="铁处女"
RandomNicknames_Female[4]="女战士"
RandomNickNames_Female[5]="瓦尔基里"
;ALPHABETICAL ORDER
PhotoboothSoloBLines_Male[0]="他的刀锋…他们的血！"
PhotoboothSoloBLines_Male[1]="你看不到最后了。"
PhotoboothSoloBLines_Male[2]="他的刀锋会带来正义！"
PhotoboothSoloBLines_Male[3]="接受死亡吧！"
PhotoboothSoloBLines_Male[4]="剑士！死亡贩子。"
PhotoboothSoloBLines_Female[0]="她的刀锋…她们的血！"
PhotoboothSoloBLines_Female[1]="你看不到最后了。"
PhotoboothSoloBLines_Female[2]="她的刀锋会带来正义！"
PhotoboothSoloBLines_Female[3]="接受死亡吧！"
PhotoboothSoloBLines_Female[4]="剑士！死亡贩子。"